IDEA Open Model
PlateData.AxisZ Property
Compatible with IDEA StatiCa Beta 20.0
 LCS - Axis Z
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D AxisZ { get; set; }
Public Property AxisZ As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace